/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "Durch Klick auf „Hochladen“ bestätigen Sie, dass Sie alle Rechte am Inhalt besitzen oder vom Rechteinhaber befugt sind, den Inhalt auf YouTube zu veröffentlichen. Weiterhin bestätigen Sie die Konformität des Inhalts mit den Nutzungsbedingungen von YouTube, die unter http://www.youtube.com/t/terms veröffentlicht sind.";

/* Cancel button */
"Cancel" = "Abbrechen";

/* OK - unable to share error */
"OK" = "OK";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "Bitte prüfen Sie Ihre Internetverbindung oder Ihre Einstellungen und Genehmigungen für YouTube und wiederholen Sie den Vorgang.";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "Bitte prüfen Sie Ihre Internetverbindung oder Ihre YouTube-Einstellungen und wiederholen Sie den Vorgang.";

/* Button title when the preferences have no login name set */
"Sign In..." = "Anmelden...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "Abmelden...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Link kann eingefügt werden.";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "Weitergabe an YouTube nicht möglich";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "Weitergabe an YouTube nicht möglich";

/* Upload button */
"Upload" = "Hochladen";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "Video-Capture in Ihr YouTube-Benutzerkonto hochladen.";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "Sie müssen einen YouTube-Kanal anlegen, um Videos hochladen zu können.";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "YouTube-Upload";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "Ihr Google-Konto ist nicht mit Ihrem YouTube-Kanal verknüpft.";

